
"Message Center" = "Berichtencentrum";

/* Growl alert sheet */
"Cancel" = "Annuleer";
"Don't Ask Again" = "Niet opnieuw vragen";
"Install" = "Installeer";

// Yet to be localized
"Install Growl" = "Installeer Growl";

"Start Growl" = "Start Growl";

"Show Growl preferences" = "Toon Growl-voorkeuren";

"Growl installation required" = "Het HP-apparaat maakt gebruik van een toepassing genaamd Growl om u te waarschuwen wanneer er iets aan de hand is, bijvoorbeeld wanneer het papier bijna op is.\n\nVoor het ontvangen van deze kennisgevingen moet speciale software worden geïnstalleerd. U hoeft niets te downloaden. U kunt gewoon op â€œInstalleerâ€ klikken om Growl op uw systeem te installeren.\n\nWanneer u wilt dat kennisgevingen van Growl worden gestart telkens wanneer u zich bij deze computer aanmeldt, gaat u naar Systeemvoorkeuren van Apple, selecteert u het voorkeurenpaneel van Growl en schakelt u vervolgens het selectievakje \"Start Growl bij aanmelding\" in.";

"Growl not running" = "Het HP-apparaat maakt gebruik van een toepassing genaamd Growl om u te waarschuwen wanneer er iets aan de hand is, bijvoorbeeld wanneer het papier bijna op is. Wanneer u deze kennisgevingen wilt ontvangen, start u Growl door deze stappen te volgen:\n\n1. Open het voorkeurenpaneel van Growl door op de knop \"Toon Growl-voorkeuren\" hieronder te klikken.\n2. Klik in het voorkeurenpaneel van Growl op de knop \"Start Growl\".\n3. Om te zorgen dat de berichtgeving van Growl start telkens wanneer u zich bij deze computer aanmeldt, gaat u naar het voorkeurenpaneel van Growl en schakelt u het selectievakje \"Start Growl bij aanmelden\" in.\n4. Sluit Systeemvoorkeuren af.";

"Loading events" = "Evenementen laden...";
HSDDeviceKeyword = "Apparaat";
HSDAlertKeyword = "Waarschuwing";
HSDEventKeyword = "Gebeurtenis";

HSDAlertSettingsTitle = "Waarschuwingsinstellingen";
HSDAlertsNote = "Geef de hoeveelheid statusinformatie op van het HP apparaat. U krijgt een melding als het apparaat een bepaalde aangevraagde taak niet kan voltooien of als deze aandacht vereist.";

HSDDisplayAlertsTitle = "Uitgebreide waarschuwingen tonen voor:";
HSDAutodismissAlertsTitle = "Negeer waarschuwingen automatisch na";
HSDAutodismissAlertsTitlePostfix = "seconde(n) voor:";

HSDErrorsWarningsAndInfo = "fouten, waarschuwingen en informatieve berichten";
HSDErrorsAndWarnings = "fouten en waarschuwingen";
HSDErrorsOnly = "alleen fouten";
HSDInfoMessages = "informatieve berichten";
HSDWarningsAndInfoMessages = "waarschuwingen en informatieve berichten";

HSDDisplayVirtualAlertsTitle = "Informatie op internet tonen via meldingen";
HSDVirtualAlertsNote = "HSD_TEXT:Met uw toestemming kan de status van uw apparaat veilig worden gedeeld met HP. HP kan op basis van deze informatie controleren of u deelneemt aan een HP-programma of in aanmerking komt voor speciale aanbiedingen. De melding wordt vervolgens gewijzigd op basis van de beschikbare opties.

* Zie HSD_KEYED_LINK:MoreInfoTitle voor meer informatie over de gegevens die naar HP zijn verzonden.

* Zie HSD_LINK:HSDPrivacyStatementOnlineLink voor meer informatie over het privacybeleid van HP.";
